/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Navn";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "URL";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Bane";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "Fra";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Kalkulator";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Telefon";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Definisjon";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Vis alle";
SHOW_ALL_RESULT_SINGULAR   = "Vis alle (1)";
SHOW_ALL_RESULT_PLURAL	   = "Vis alle (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "Ingen treff";
SHOW_ALL_RESULTS_HEADING   = "Resultater";
MENU_PREFERENCES           = "Spotlight-valg…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Indekserer volumer (%d %% utført)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Indekserer volumer";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "Indekserer %@";

TIME_REMAINING_HOURS = "Omtrent %d timer gjenstår";
TIME_REMAINING_MINUTES = "Omtrent %d minutter gjenstår";
TIME_REMAINING_SECONDS = "Omtrent %d sekunder gjenstår";

TIME_REMAINING_HOUR = "Omtrent %d time gjenstår";
TIME_REMAINING_MINUTE = "Omtrent %d minutt gjenstår";
TIME_REMAINING_SECOND = "Omtrent %d sekund gjenstår";

CALCULATING_TIME = "Beregner indekseringstid";
INTERNAL_DISKS = "Indekserer interne volumer";

/* Placed in the top text field when indexing everything */
INDEXING = "Indekserer…";

"INDEXING_COMPUTER" = "Indekserer %@";

"NO_MAIL_SUBJECT" = "Uten emne";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "iTunes-musikkbibliotek";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Papirkurv";
